{
	"gameTitle": "---------------------------\n----- My Awesome Game -----\n---------------------------\n",
	"gameDescription": "Algum bar dos Estados Unidos\nDia qualquer\n\n- Meu nome é Nathan Black e sou um caçador de recompensas, viajei o mundo todo, lutando contra soviéticos, sociedades secretas, ditadores e criaturas inimagináveis. Cheguei aos confins da terra , onde céu e terra são um só, eu vi a cara da morte várias vezes, ela sedutora e mortal, mas não caía nos jogos dela, porque será tarde demais. Contei com a sorte e meu charme para escapar das maiores armadilhas do destino.\n- Talvez você não acredite, Meu Jovem, mas a história que eu vou contar supera os seus maiores sonhos, a busca pelo Orbe do Jaguar, uma peça de origem lendária, que muitos pensavam ser forjada pelos Deuses Maias e possuir poderes inimagináveis, diversas expedições foram realizadas, vários amigos morreram almejando o inalcançável item perdido. Minha equipe inteira foi assassinada no processo, sou o último sobrevivente dessa tragédia, ainda me lembro de cada morte e cada sacrificío que eles fizeram para que eu estivesse aqui.(Vocês não morreram em vâo meus irmãos, eu viverei por vocês!)",
	"radioMessages": [
		"boa garoto",
		"oh shit",
		"teste"
	],
	"help": "--------------------------------------\nTodas as ações são realizadas por meio de comandos de texto\n\nLista de comandos:\n\nSAVE: salva o progresso atual\nINVENTORY: Exibir os itens do inventario\nRADIO: utiliza o radio para pedir ajuda\nCHECK [NOME ITEM]: Olha um item\nTALK [PESSOA]: Conversa com uma pessoa\nUSE [ITEM]: utiliza um item\nUSE [ITEM DO INVENTARIO] WITH [ITEM DO MUNDO]: utiliza um item do inventario com um item do mundo\nRESTART: reinicia o jogo\nEXIT: sai do jogo atual\nHELP: mostra a ajuda\n\nBoa aventura!\n--------------------------------------\n",
	"scenes": [
		{
			"id": 0,
			"title": "Biblioteca da Universidade de Liverpool - Inglaterra\n19 de outubro de 1983\n\n",
			"description": "- A história começa na Biblioteca da Universidade de Liverpool, era uma tarde de quarta-feira, 1986, os raios de sol invadiam a sala, iluminando as longas mesas de madeira maciça, era fim de semestre, então o lugar estava borbulhando de jovens alunos debruçado nos livros, os que não seguiam essa linha, iam beber no bar do outro lado do campus, o \"Ás na Manga\", lá se servia cerveja preta e batata frita, um banquete para os embriagados, sempre tocavam o bom e velho Rock, ás vezes o som era tão alto que invadia o campus, e todos no patio eram contagiados pela musica, e dançavam como selvagens rebeldes a beira de uma revolução.\n- Mas que torna diferente um dia tão comum como quarta-feira, você pode estar se perguntando?\n\nVocê está em uma biblioteca,  há uma grande mesa de madeira a sua frente, um LIVRO e algumas ANOTAÇÕES suas estão espalhadas nela , a mesa está sendo iluminada pela luz do sol que invade a sala pela JANELA.",
			"isQuick": false,
			"time": 0,
			"music": "253947__bendthebasics__library-noises.mp3",
			"resolutionSong": "416179__inspectorj__book-flipping-through-pages-a.mp3",
			"itens": [
				{
					"id": 0,
					"name": "JANELA",
					"description": "Que dia lindo la fora, o que eu estou fazendo dentro de uma biblioteca.",
					"negativeResult": "Melhor não fazer isso.",
					"positiveResult": "",
					"speech": "...",
					"targetScene": -1,
					"isInventoryItem": false,
					"stocked": false,
					"resolved": false,
					"key": false,
					"command": ""
				},
				{
					"id": 1,
					"name": "ANOTACOES",
					"description": "Preciso encontrar mais informações sobre essas ruínas na américa latina.",
					"negativeResult": "Melhor não fazer isso agora.",
					"positiveResult": "",
					"speech": "...",
					"targetScene": -1,
					"isInventoryItem": false,
					"stocked": false,
					"resolved": false,
					"key": false,
					"command": ""
				},
				{
					"id": 2,
					"name": "LIVRO",
					"description": "Que livro curioso, nunca vi um livro igual esse.",
					"negativeResult": "Não consigo fazer isso com esse livro.",
					"positiveResult": "Você abriu o livro....",
					"speech": "...",
					"targetScene": 1,
					"isInventoryItem": false,
					"stocked": false,
					"resolved": false,
					"key": false,
					"command": "USE LIVRO"
				}
			],
			"isEndGame": false
		},
		{
			"id": 1,
			"title": "",
			"description": "- Eu estava pesquisando sobre antigas ruínas de antigas civilizações da América Latina, enquanto perambulava pelas prateleiras de livro, um raro chamado me ocorreu, uma voz roca e esganiçada me chamava por entre os livros, não eram bem palavras expressas, mas um extinto que me impusionava para o curioso ruído, então segui a estranha voz, até a ultima prateleira, no topo, havia um estranho livro empoeirado, de couro preto, com simbolos que lembravam muito inscrições maias, na capa havia o desenho de uma pantera, e no verso da capa, estava escrito \"Escrito pelo Professor Morgan Ledger\", um famoso arqueólogo, que até então estava desaparecido.\n\n\"Este é um relato da minha última página de uma grande história, chamada minha vida, se você esta lendo isso quer dizer que não estou mais neste mundo, meu assistente enviou esse manuscrito contando sobre a descoberta da minha vida, o Orbe do Jaguar. Este item \"amaldiçoado\" pertenceu ao Imperador Pantera, o último da civilização maia.\nAs lendas dizem que ele usava a Orbe para ver a verdade através da alma das pessoas, ver o futuro, e controlar todo o Império. Muitos guerras foram travadas pela cobiça e ganância de obter tal peça. No seu leito de morte foi enterrado junto com ela, em seu palácio, que até então tinha localização desconhecida.\"\n\n...\n...\n...\n\n\"Depois de vários de dias peregrinando pelas selvas densas, encontrei as ruínas perdidas do palácio do imperador.\"COORDENADAS : 17°33'05.9\"N 99°30'07.4\"W",
			"isQuick": false,
			"time": 0,
			"music": "264295__foolboymedia__sky-loop.mp3",
			"resolutionSong": "416179__inspectorj__book-flipping-through-pages-a.mp3",
			"itens": [
				{
					"id": 3,
					"name": "COORDENADAS",
					"description": "Coordenadas de uma vila no sul do México",
					"negativeResult": "Melhor não fazer isso.",
					"positiveResult": "Você segue as coordenadas e inicia sua expedição.",
					"speech": "",
					"targetScene": 2,
					"isInventoryItem": false,
					"stocked": false,
					"resolved": false,
					"key": false,
					"command": "USE COORDENADAS"
				}
			],
			"isEndGame": false
		},
		{
			"id": 2,
			"title": "Vila de Chalalachola - Mexico\n27 de outubro de 1983\n\n",
			"description": "- As coordenadas do livro, levavam para uma vila pequena no sul do México, chamada de Chalalachola, um lugar pacato, com selvas densas, e animais peculiares e venenosos, a beleza exuberante do lugar escondia um perigo ainda maior que estava pela frente, os homens mais destemidos sucumbiriam a uma simples picada de uma aranha gigante, capaz de matar centenas de homens com uma singela gota mortal de veneno.\n- Então antes de mais nada seria necessário, buscar um guia, um morador local, capaz de viajar pela selva inexplorada, de uma maneira mais segura. Adentrei a cidade e vi o retrato de uma vila interiorana, os  habitantes que transitavam o lugar, usavam ponchos longos, coloridos, sempre estavam com um cavalo ou uma lhama, aparentemente o meio de transporte popular do local. Odeio lhamas, uma vez no Peru, uma criatura dessas mal encaradas, investiu em minha direção, e cuspiu na minha cara toda. Desde então tenho aversão a este ser maldito.\n- O sol estava no topo do Céu, um ótimo momento na rua principal do vilarejo, onde dezenas de pessoas estão perambulando, oportunidade perfeita para achar o guia.\n\nVocê esta na rua principal da vila, varias pessoas andando, CRIANÇAS brincando, vendendores ambulantes, uma SENHORA vendendo tomates, musicos ao longo do trecho tocando flauta, um MERCADOR de tecido esta ao seu lado direito.",
			"isQuick": false,
			"time": 0,
			"music": "264295__foolboymedia__sky-loop.mp3",
			"resolutionSong": "361167__funwithsound__door-slam.mp3",
			"itens": [
				{
					"id": 4,
					"name": "CRIANÇAS",
					"description": "Você esta conversando com um grupo de criança, perguntando sobre o guia",
					"negativeResult": "Melhor não fazer isso.",
					"positiveResult": "",
					"speech": "Não falamos com estranhos...",
					"targetScene": -1,
					"isInventoryItem": false,
					"stocked": false,
					"resolved": false,
					"key": false,
					"command": ""
				},
				{
					"id": 5,
					"name": "MERCADOR",
					"description": "O mercador está na sua frente, e a sua banca está cheia tecidos e joias",
					"negativeResult": "Melhor não fazer isso.",
					"positiveResult": "",
					"speech": "Você talvez ache um guia naquela taverna da esquina, bem naquela PORTA grande de madeira",
					"targetScene": -1,
					"isInventoryItem": false,
					"stocked": false,
					"resolved": false,
					"key": false,
					"command": ""
				},
				{
					"id": 6,
					"name": "SENHORA",
					"description": "Uma senhora esta vendendo, legumes e verduras, acho que ela conhece um guia, vou perguntar a ela.",
					"negativeResult": "Melhor não fazer isso.",
					"positiveResult": "",
					"speech": "Eu não conheço nenhum guia, talvez o MERCADOR conheça, ele conhece todo mundo aqui",
					"targetScene": -1,
					"isInventoryItem": false,
					"stocked": false,
					"resolved": false,
					"key": false,
					"command": ""
				},
				{
					"id": 7,
					"name": "PORTA",
					"description": "Então é aqui a Taverna.",
					"negativeResult": "Melhor não fazer isso.",
					"positiveResult": "Voce abriu a porta, e entrou na Taverna",
					"speech": "",
					"targetScene": 3,
					"isInventoryItem": false,
					"stocked": false,
					"resolved": false,
					"key": false,
					"command": "USE PORTA"
				}
			],
			"isEndGame": false
		},
		{
			"id": 3,
			"title": "La Taberna de las Tequilleras - Mexico\n27 de outubro de 1983\n\n",
			"description": "- Frequentei vários bares, e tavernas ao redor do mundo, mas pela primeira vez vi uma taverna totalmente gerenciada por mulheres, a especialidade do lugar era Tequila, os móveis eram um pouco rústicos, sem muito acabamento. Pinturas de animais, e esculturas de deuses em madeira, adornavam o lugar. Muito agradável para curtir com os amigos e esquecer os problemas, só faltava um pouco de Led Zeppelin pra ser perfeito. O lugar estava lotado, alguns brigando no bar, pela atenção das moças que serviam as bebidas, outros apenas relaxando de mais um dia de trabalho ardo no campo.\n\nVocê está no bar lotado cheio de gente, a TAVERNEIRA está alguns metros a sua frente servindo a todos os beberrões.",
			"isQuick": false,
			"time": 0,
			"music": "31487__lonemonk__bar-crowd-logans-pub-feb-2007.mp3",
			"resolutionSong": "361167__funwithsound__door-slam.mp3",
			"itens": [
				{
					"id": 8,
					"name": "TAVERNEIRA",
					"description": "Ela esta muito ocupada agora, duvido que ela irá me atender.",
					"negativeResult": "Melhor não fazer isso.",
					"positiveResult": "",
					"speech": "Olha o que ventos trazem a taverna, como eu posso servir o jovem galã, eu tenho varios tipos de drinks com TEQUILA, como a SUNRISE, SOUR, ACAPULCO e muitas mais. Mas se preferir podemos conversar em um lugar mais reservado, ali na PORTA dos fundos",
					"targetScene": -1,
					"isInventoryItem": false,
					"stocked": false,
					"resolved": false,
					"key": false,
					"command": ""
				},
				{
					"id": 9,
					"name": "TEQUILA",
					"description": "Simplemente Tequila pura",
					"negativeResult": "Melhor não fazer isso.",
					"positiveResult": "",
					"speech": "",
					"targetScene": -1,
					"isInventoryItem": false,
					"stocked": false,
					"resolved": false,
					"key": false,
					"command": ""
				},
				{
					"id": 10,
					"name": "SUNRISE",
					"description": "Muito doce essa bebida, prefiro algo mais amargo",
					"negativeResult": "Melhor não fazer isso.",
					"positiveResult": "",
					"speech": "",
					"targetScene": -1,
					"isInventoryItem": false,
					"stocked": false,
					"resolved": false,
					"key": false,
					"command": ""
				},
				{
					"id": 11,
					"name": "SOUR",
					"description": "Uma gostosa caipirinha de Tequila, doce e agradável. ",
					"negativeResult": "Melhor não fazer isso.",
					"positiveResult": "",
					"speech": "",
					"targetScene": -1,
					"isInventoryItem": false,
					"stocked": false,
					"resolved": false,
					"key": false,
					"command": ""
				},
				{
					"id": 12,
					"name": "ACAPULCO",
					"description": "Essa bebida separa o menino dos homens, ja tomei mais fortes, mas essa desce queimando até a alma, melhor não exagerar nela, preciso ficar sóbrio",
					"negativeResult": "Melhor não fazer isso.",
					"positiveResult": "",
					"speech": "",
					"targetScene": -1,
					"isInventoryItem": false,
					"stocked": false,
					"resolved": false,
					"key": false,
					"command": ""
				},
				{
					"id": 13,
					"name": "PORTA",
					"description": "Talvez eu consiga alguma informação com ela",
					"negativeResult": "Melhor não fazer isso.",
					"positiveResult": "Você esta saindo da taverna pela porta dos fundos",
					"speech": "",
					"targetScene": 4,
					"isInventoryItem": false,
					"stocked": false,
					"resolved": false,
					"key": false,
					"command": "USE PORTA"
				}
			],
			"isEndGame": false
		},
		{
			"id": 4,
			"title": "",
			"description": "- Meu jovem, nessa vida carregamos, muitos fardos, às vezes os arrependimentos de coisas que queriamos fazer  e não fizemos, outras vezes sangue de inocentes que derramos por conta do trabalho, no meu caso era a beleza, uma mistura de benção e maldição. Muitas mulheres tiveram o coração despedaçado por esse fardo que carrego, por eu não poder corresponder a um amor recíproco, e eu não faria mais uma vitima esta noite. Apesar da carne desejar e implorar para saciar a jovem ao meu lado, estava fora de questão iludi-la.\n- Você pode estar rindo agora, mas existe apenas duas coisas que não se pode brincar nesta vida, uma delas é a com morte, a outra é com os sentimentos das pessoas. Então falei sinceramente com ela sobre estar procurando um guia. Ela ficou a princípio decepcionada, mas foi compreensiva, e me apresentou ao guia.\n\nVocê está no fundo da taverna conversando com a Taverneira MIKA.",
			"isQuick": false,
			"time": 0,
			"music": "31487__lonemonk__bar-crowd-logans-pub-feb-2007.mp3",
			"resolutionSong": "232236__lezaarth__chair3.mp3",
			"itens": [
				{
					"id": 2,
					"name": "MIKA",
					"description": "MIKA.",
					"negativeResult": "Melhor não fazer isso.",
					"positiveResult": "",
					"speech": "Bom, ja que não dar em nada, eu vou lhe mostrar a pessoa que você esta procurando... aquela sentada sozinha, ela bem durona apesar de ser dura e carrancuda, no fundo é uma boa pessoa, o nome dela é ROSE. Escolha bem as suas palavras, porque podem ser as últimas. \nQuando estiver atoa, venha me visitar aqui na taverna, estarei te esperando...",
					"targetScene": -1,
					"isInventoryItem": false,
					"stocked": false,
					"resolved": false,
					"key": false,
					"command": ""
				},
				{
					"id": 5,
					"name": "ROSE",
					"description": "ROSE",
					"negativeResult": "Melhor não fazer isso.",
					"positiveResult": "",
					"speech": "Cuidado forasteiro, essas terras não estão para brincadeira, volte para casa da mamãe que mais seguro para você. Por que você não pega uma CADEIRA e me conte logo o que você esta querendo?, meu tempo é precioso.",
					"targetScene": -1,
					"isInventoryItem": false,
					"stocked": false,
					"resolved": false,
					"key": false,
					"command": ""
				},
				{
					"id": 6,
					"name": "CADEIRA",
					"description": "Uma cadeira de madeira sobrando... esse lugar esta lotado hoje",
					"negativeResult": "Melhor não fazer isso.",
					"positiveResult": "Você puxou a cadeira e sentou com a Rose.",
					"speech": "",
					"targetScene": 5,
					"isInventoryItem": false,
					"stocked": false,
					"resolved": false,
					"key": false,
					"command": "USE CADEIRA"
				}
			],
			"isEndGame": false
		},
		{
			"id": 5,
			"title": "",
			"description": "- Sentei a mesa junto a amazona que estava a minha frente, ela possuia um semblante de guerreira, tinha a sede da aventura nos seus olhos azuis, era bem bonita, tinha um corpo atético esculpido pela selva e seus perigos, cabelos loiros cacheados longos, com uma cinta, e bota de couro, e uma faca na cintura. Talvez fosse a mulher mais durona que eu ja conheci.\n- Expliquei a ela sobre o local onde queria chegar, e discutimos os preparativos da expedição, dinheiro não era o problema para pagar pelo serviço, apelei pelo lado aventureiro da figura, pois estava relutante, por me achar fraco e não querer carregar um peso morto pela selva mexicana. Brindamos uma ou duas doses de Tequila e saimos daquele lugar para nos preparamos para a viagem.\n\n\"Agora que está tudo definido, irei atras do suplementos para a viagem, me encontre a manhã no nascer do sol no ponto de encontro, não se atrase, e esteja pronto.\"\n\nVocê esta saindo da taverna com a rose, e ela te entrega um PERGAMINHO, com o ponto de encontro para iniciar a viagem.",
			"isQuick": false,
			"time": 0,
			"music": "31487__lonemonk__bar-crowd-logans-pub-feb-2007.mp3",
			"resolutionSong": "416179__inspectorj__book-flipping-through-pages-a.mp3",
			"itens": [
				{
					"id": 8,
					"name": "PERGAMINHO",
					"description": "O pergaminho mostra o caminho para o ponto de encontro",
					"negativeResult": "Melhor não fazer isso com esse pergaminho.",
					"positiveResult": "",
					"speech": "",
					"targetScene": 6,
					"isInventoryItem": false,
					"stocked": false,
					"resolved": false,
					"key": false,
					"command": "USE PERGAMINHO"
				}
			],
			"isEndGame": false
		},
		{
			"id": 6,
			"title": "Selva dos Condenados - Mexico\n28 de outubro de 1983\n\n",
			"description": "- A jornada começava agora, nos encontramos na árvore torta, e seguimos em direção da selva, a viagem seria de algumas semanas selva à dentro, eu não sabia que criaturas encontraria ali, talvez um puma faminto, ou cobras monstruosas. A vegetação densa conseguia encobrir todos os perigos que nos cercavam. Mas sabia que enquanto Rose estivesse ali comigo tudo ficar bem.\n- Andamos várias horas em baixo de um sol infernal, conforme a viagem se desenrolava, a durona Rose se mostrava mais afetiva, a nossa convivência originaria uma relação mais pronfunda mesmo ela não percebendo\n\n\"Ouvi alguma coisa, estranha nos arbusto, fica esperto molenga\"\n\nVocê esta andando com a Rose pela selva em uma trilha não muito aberta, cercada por ARBUSTOS e árvores, algumas PEDRAS.",
			"isQuick": false,
			"time": 0,
			"music": "43661__dobroide__20071104-forest-04-binaural.mp3",
			"resolutionSong": "361167__funwithsound__door-slam.mp3",
			"itens": [
				{
					"id": 9,
					"name": "ARBUSTOS",
					"description": "- Pode ser um simples macaco, ou um porco do mato, ",
					"negativeResult": "Melhor não fazer isso.",
					"positiveResult": "",
					"speech": "",
					"targetScene": 7,
					"isInventoryItem": false,
					"stocked": false,
					"resolved": false,
					"key": false,
					"command": "USE PEDRAS WITH ARBUSTOS"
				},
				{
					"id": 9,
					"name": "PEDRAS",
					"description": "Otima munição",
					"negativeResult": "Melhor não fazer isso com essa pedra.",
					"positiveResult": "",
					"speech": "",
					"targetScene": -1,
					"isInventoryItem": true,
					"stocked": false,
					"resolved": false,
					"key": false,
					"command": ""
				}
			],
			"isEndGame": false
		},
		{
			"id": 7,
			"title": "",
			"description": "- Não foi uma boa ideia mecher naquele arbusto, um puma preto gigante pulou da vegetação e saltou por cima de mim, ela estava sedenta de fome pela nossa carne, eu vi a furia da natureza nos olhos daquele animal. Rose se enfureceu com a terrível fera, com os olhos cerrados e um semblante sereno sacou sua faca da cintura, e investiu no pescoço da fera. Era um verdadeiro duelo de felinas.\n\n\"Mecha-se, seu bunda mole, se não for ajudar, fiquei ali sentado e assista o espetáculo. Eu ainda vou fazer uma bolsa com o couro desse animal!\"\n\nRose esta lutando com o PUMA, você esta cercado por PEDRAS e PAUS, existe alguns ARBUSTOS e algumas FLORES no chão. Seja esperto! Você não tem muito tempo!",
			"isQuick": true,
			"time": 3,
			"music": "43661__dobroide__20071104-forest-04-binaural.mp3",
			"resolutionSong": "361167__funwithsound__door-slam.mp3",
			"itens": [
				{
					"id": 9,
					"name": "ARBUSTOS",
					"description": "Mexer com arbustos não deu muito certo da ultima vez",
					"negativeResult": "Melhor não fazer isso.",
					"positiveResult": "",
					"speech": "",
					"targetScene": -1,
					"isInventoryItem": false,
					"stocked": false,
					"resolved": false,
					"key": false,
					"command": ""
				},
				{
					"id": 9,
					"name": "FLORES",
					"description": "Se não fosse por um PUMA, observar flores seria muito legal",
					"negativeResult": "Melhor não fazer isso.",
					"positiveResult": "",
					"speech": "",
					"targetScene": -1,
					"isInventoryItem": false,
					"stocked": false,
					"resolved": false,
					"key": false,
					"command": ""
				},
				{
					"id": 9,
					"name": "PEDRAS",
					"description": "Otima munição.",
					"negativeResult": "Melhor não fazer isso com esta pedra.",
					"positiveResult": "",
					"speech": "",
					"targetScene": -1,
					"isInventoryItem": true,
					"stocked": false,
					"resolved": false,
					"key": false,
					"command": ""
				},
				{
					"id": 11,
					"name": "PAUS",
					"description": "Ainda acerto esse animal, com esse PAU.",
					"negativeResult": "Melhor não fazer isso.",
					"positiveResult": "",
					"speech": "",
					"targetScene": -1,
					"isInventoryItem": true,
					"stocked": false,
					"resolved": false,
					"key": false,
					"command": ""
				},
				{
					"id": 12,
					"name": "PUMA",
					"description": "Oi gatinho... preciso ajudar a Rose!",
					"negativeResult": "Melhor não fazer isso.",
					"positiveResult": "Você acertou a cabeça do puma e o deixou artodoado",
					"speech": "",
					"targetScene": 8,
					"isInventoryItem": false,
					"stocked": false,
					"resolved": false,
					"key": false,
					"command": "USE PEDRAS WITH PUMA"
				}
			],
			"isEndGame": false
		},
		{
			"id": 8,
			"title": "Selva dos Condenados",
			"description": "- A jornada começava agora, nos encontramos na árvore torta, e seguimos em direção da selva, a viagem seria de algumas semanas selva à dentro, eu não sabia que criaturas encontraria ali, talvez um puma faminto, ou cobras monstruosas. A vegetação densa conseguia em cobrir todos os perigos que nos cercavam. Mas sabia que enquanto Rose estivesse ali comigo tudo ficar bem.\n- Andamos várias horas em baixo de um sol infernal, conforme a viagem se desenrolava, a durona Rose se mostrava mais afetiva, a nossa convivência originaria uma relação mais pronfunda mesmo ela não percebendo\n\n\"Ouvi alguma coisa, estranha nos arbusto, fica esperto molenga\"\n\nVocê esta andando com a Rose pela selva em uma trilha não muito aberta, cercada por ARBUSTOS e árvores, algumas PEDRAS.",
			"isQuick": false,
			"time": 0,
			"music": "43661__dobroide__20071104-forest-04-binaural.mp3",
			"resolutionSong": "361167__funwithsound__door-slam.mp3",
			"itens": [
				{
					"id": 9,
					"name": "ARBUSTOS",
					"description": "- Pode ser um simples macaco, ou um porco do mato, ",
					"negativeResult": "Melhor não fazer isso.",
					"positiveResult": "",
					"speech": "",
					"targetScene": 7,
					"isInventoryItem": false,
					"stocked": false,
					"resolved": false,
					"key": false,
					"command": "USE PEDRA WITH ARBUSTOS"
				},
				{
					"id": 9,
					"name": "PEDRAS",
					"description": "Otima munição",
					"negativeResult": "Melhor não fazer isso com essa pedra.",
					"positiveResult": "",
					"speech": "",
					"targetScene": -1,
					"isInventoryItem": true,
					"stocked": false,
					"resolved": false,
					"key": false,
					"command": ""
				}
			],
			"isEndGame": false
		}
	],
	"gameOver": "Vc Morreu"
}