{
	"scenes": [
		{
			"description": "- A história começa na Biblioteca da Universidade de Liverpool, era uma tarde de quarta-feira, 1986, os raios de sol invadiam a sala, iluminando as longas mesas de madeira maciça, era fim de semestre, então o lugar estava borbulhando de jovens alunos debruçado nos livros, os que não seguiam essa linha, iam beber no bar do outro lado do campus, o \"Ás na Manga\", lá se servia cerveja preta e batata frita, um banquete para os embriagados, sempre tocavam o bom e velho Rock, às vezes o som era tão alto que invadia o campus, e todos no pátio eram contagiados pela música, e dançavam como selvagens rebeldes a beira de uma revolução.\n\n- Mas que torna diferente um dia tão comum como quarta-feira, você pode estar se perguntando?\n\nVocê está em uma biblioteca, há uma grande mesa de madeira a sua frente, um LIVRO e algumas ANOTAÇÕES suas estão espalhadas nela , a mesa está sendo iluminada pela luz do sol que invade a sala pela JANELA.\n\n[Digite HELP para ver a lista de comandos]",
			"title": "Biblioteca da Universidade de Liverpool - Inglaterra\n19 de outubro de 1983\n\n",
			"resolutionSong": "416179__inspectorj__book-flipping-through-pages-a.mp3",
			"id": 0,
			"itens": [
				{
					"positiveResult": "",
					"speech": "...",
					"isInventoryItem": false,
					"command": "",
					"description": "Que dia lindo la fora, o que eu estou fazendo dentro de uma biblioteca.",
					"negativeResult": "Melhor não fazer isso.",
					"name": "JANELA",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 0,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "...",
					"isInventoryItem": false,
					"command": "",
					"description": "Preciso encontrar mais informações sobre essas ruínas na américa latina.",
					"negativeResult": "Melhor não fazer isso agora.",
					"name": "ANOTACOES",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 1,
					"key": false
				},
				{
					"positiveResult": "Você abriu o livro....",
					"speech": "...",
					"isInventoryItem": true,
					"command": "USE LIVRO",
					"description": "Que livro curioso, nunca vi um livro igual esse.",
					"negativeResult": "Não consigo fazer isso com esse livro.",
					"name": "LIVRO",
					"targetScene": 1,
					"stocked": false,
					"resolved": true,
					"id": 2,
					"key": false
				}
			],
			"isQuick": false,
			"endGame": false,
			"time": 0,
			"music": "253947__bendthebasics__library-noises.mp3"
		},
		{
			"description": "- Eu estava pesquisando sobre antigas ruínas de antigas civilizações da América Latina, enquanto perambulava pelas prateleiras de livro, um raro chamado me ocorreu, uma voz rouca e esganiçada me chamava por entre os livros, não eram bem palavras expressas, mas um instinto que me impulsionava para o curioso ruído, então segui a estranha voz, até a última prateleira, no topo, havia um estranho livro empoeirado, de couro preto, com símbolos que lembravam muito inscrições maias, na capa havia o desenho de um jaguar, e no verso da capa, estava escrito \"Escrito pelo Professor Morgan Ledger\", um famoso arqueólogo, que até então estava desaparecido.\n\n\"Este é um relato da minha última página de uma grande história, chamada minha vida, se você está lendo isso quer dizer que não estou mais neste mundo, meu assistente enviou esse manuscrito contando sobre a descoberta da minha vida, o Orbe do Jaguar. Este item \"amaldiçoado\" pertenceu ao Imperador Jaguar, o último da civilização maia.\nAs lendas dizem que ele usava a Orbe para ver a verdade através da alma das pessoas, ver o futuro, e controlar todo o Império. Muitos guerras foram travadas pela cobiça e ganância de obter tal peça. No seu leito de morte foi enterrado junto com ela, em seu palácio, que até então tinha localização desconhecida.\"\n\n...\n...\n...\n\n\"Depois de vários de dias peregrinando pelas selvas densas, encontrei as ruínas perdidas do palácio do imperador.\"COORDENADAS : 17°33'05.9\"N 99°30'07.4\"W",
			"title": "",
			"resolutionSong": "pergaminho.mp3",
			"id": 1,
			"itens": [
				{
					"positiveResult": "Você segue as coordenadas e inicia sua expedição.",
					"speech": "",
					"isInventoryItem": false,
					"command": "USE COORDENADAS",
					"description": "Coordenadas de uma vila no sul do México.",
					"negativeResult": "Melhor não fazer isso.",
					"name": "COORDENADAS",
					"targetScene": 2,
					"stocked": false,
					"resolved": true,
					"id": 3,
					"key": false
				}
			],
			"isQuick": false,
			"endGame": false,
			"time": 0,
			"music": "264295__foolboymedia__sky-loop.mp3"
		},
		{
			"description": "- As coordenadas do livro, levavam para uma vila pequena no sul do México, chamada de Chalalachola, um lugar pacato, com selvas densas, e animais peculiares e venenosos, a beleza exuberante do lugar escondia um perigo ainda maior que estava pela frente, os homens mais destemidos sucumbiriam a uma simples picada de uma aranha gigante, capaz de matar centenas de homens com uma singela gota mortal de veneno.\n- Então antes de mais nada seria necessário, buscar um guia, um morador local, capaz de viajar pela selva inexplorada, de uma maneira mais segura. Adentrei a cidade e vi o retrato de uma vila interiorana, os habitantes que transitavam o lugar, usavam ponchos longos, coloridos, sempre estavam com um cavalo ou uma lhama, aparentemente o meio de transporte popular do local. Odeio lhamas, uma vez no Peru, uma criatura dessas mal encaradas, investiu em minha direção, e cuspiu na minha cara toda. Desde então tenho aversão a este ser maldito.\n- O sol estava no topo do Céu, um ótimo momento na rua principal do vilarejo, onde dezenas de pessoas estão perambulando, oportunidade perfeita para achar o guia.\n\nVocê está na rua principal da vila, várias pessoas andando, CRIANÇAS brincando, vendedores ambulantes, uma SENHORA vendendo tomates, músicos ao longo do trecho tocando flauta, um MERCADOR de tecido está ao seu lado direito.",
			"title": "Vila de Chalalachola - Mexico\n27 de outubro de 1983\n\n",
			"resolutionSong": "361167__funwithsound__door-slam.mp3",
			"id": 2,
			"itens": [
				{
					"positiveResult": "",
					"speech": "Não falamos com estranhos...",
					"isInventoryItem": false,
					"command": "",
					"description": "Você está conversando com um grupo de criança, perguntando sobre o guia.",
					"negativeResult": "Melhor não fazer isso.",
					"name": "CRIANÇAS",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 4,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "Você talvez ache um guia naquela taverna da esquina, bem naquela PORTA grande de madeira.",
					"isInventoryItem": false,
					"command": "",
					"description": "O Mercador está na sua frente, e a sua banca está cheia tecidos e jóias.",
					"negativeResult": "Melhor não fazer isso.",
					"name": "MERCADOR",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 5,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "Eu não conheço nenhum guia, talvez o MERCADOR conheça, ele conhece todo mundo aqui.",
					"isInventoryItem": false,
					"command": "",
					"description": "Uma senhora está vendendo, legumes e verduras, acho que ela conhece um guia, vou perguntar a ela.",
					"negativeResult": "Melhor não fazer isso.",
					"name": "SENHORA",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 6,
					"key": false
				},
				{
					"positiveResult": "Você abriu a porta, e entrou na Taverna.",
					"speech": "",
					"isInventoryItem": false,
					"command": "USE PORTA",
					"description": "Então é aqui a Taverna.",
					"negativeResult": "Melhor não fazer isso.",
					"name": "PORTA",
					"targetScene": 3,
					"stocked": false,
					"resolved": true,
					"id": 7,
					"key": false
				}
			],
			"isQuick": false,
			"endGame": false,
			"time": 0,
			"music": "mercado.mp3"
		},
		{
			"description": "- Frequentei vários bares, e tavernas ao redor do mundo, mas pela primeira vez vi uma taverna totalmente gerenciada por mulheres, a especialidade do lugar era Tequila, os móveis eram um pouco rústicos, sem muito acabamento. Pinturas de animais, e esculturas de deuses em madeira, adornavam o lugar. Muito agradável para curtir com os amigos e esquecer os problemas, só faltava um pouco de Led Zeppelin pra ser perfeito. O lugar estava lotado, alguns brigando no bar, pela atenção das moças que serviam as bebidas, outros apenas relaxando de mais um dia de trabalho árduo no campo.\n\nVocê está no bar lotado cheio de gente, a TAVERNEIRA está alguns metros a sua frente servindo a todos os beberrões.",
			"title": "La Taberna de las Tequilleras - Mexico\n27 de outubro de 1983\n\n",
			"resolutionSong": "361167__funwithsound__door-slam.mp3",
			"id": 3,
			"itens": [
				{
					"positiveResult": "",
					"speech": "Olha o que ventos trazem a taverna, como eu posso servir o jovem galã, eu tenho varios tipos de drinks com TEQUILA, como a SUNRISE, SOUR, ACAPULCO e muitas mais. Mas se preferir podemos conversar em um lugar mais reservado, ali na PORTA dos fundos",
					"isInventoryItem": false,
					"command": "",
					"description": "Ela esta muito ocupada agora, duvido que ela irá me atender.",
					"negativeResult": "Melhor não fazer isso.",
					"name": "TAVERNEIRA",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 8,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": false,
					"command": "",
					"description": "Simplemente Tequila pura.",
					"negativeResult": "Melhor não fazer isso.",
					"name": "TEQUILA",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 9,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": false,
					"command": "",
					"description": "Muito doce essa bebida, prefiro algo mais amargo.",
					"negativeResult": "Melhor não fazer isso.",
					"name": "SUNRISE",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 10,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": false,
					"command": "",
					"description": "Uma gostosa caipirinha de Tequila, doce e agradável. ",
					"negativeResult": "Melhor não fazer isso.",
					"name": "SOUR",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 11,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": false,
					"command": "",
					"description": "Essa bebida separa o menino dos homens, ja tomei mais fortes, mas essa desce queimando até a alma, melhor não exagerar nela, preciso ficar sóbrio.",
					"negativeResult": "Melhor não fazer isso.",
					"name": "ACAPULCO",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 12,
					"key": false
				},
				{
					"positiveResult": "Você está saindo da taverna pela porta dos fundos.",
					"speech": "",
					"isInventoryItem": false,
					"command": "USE PORTA",
					"description": "Talvez eu consiga alguma informação com ela.",
					"negativeResult": "Melhor não fazer isso.",
					"name": "PORTA",
					"targetScene": 4,
					"stocked": false,
					"resolved": true,
					"id": 13,
					"key": false
				}
			],
			"isQuick": false,
			"endGame": false,
			"time": 0,
			"music": "31487__lonemonk__bar-crowd-logans-pub-feb-2007.mp3"
		},
		{
			"description": "- Meu jovem, nessa vida carregamos, muitos fardos, às vezes os arrependimentos de coisas que queríamos fazer e não fizemos, outras vezes sangue de inocentes que derramamos por conta do trabalho, no meu caso era a beleza, uma mistura de benção e maldição. Muitas mulheres tiveram o coração despedaçado por esse fardo que carrego, por eu não poder corresponder a um amor recíproco, e eu não faria mais uma vítima esta noite. Apesar da carne desejar e implorar para saciar a jovem ao meu lado, estava fora de questão iludi-la.\n- Você pode estar rindo agora, mas existem apenas duas coisas que não se pode brincar nesta vida, uma delas é a com morte, a outra é com os sentimentos das pessoas. Então falei sinceramente com ela sobre estar procurando um guia. Ela ficou a princípio decepcionada, mas foi compreensiva, e me apresentou ao guia.\n\nVocê está no fundo da taverna conversando com a Taverneira MIKA.",
			"title": "",
			"resolutionSong": "232236__lezaarth__chair3.mp3",
			"id": 4,
			"itens": [
				{
					"positiveResult": "",
					"speech": "Bom, ja que não dar em nada, eu vou lhe mostrar a pessoa que você está procurando... aquela sentada sozinha, ela bem durona apesar de ser dura e carrancuda, no fundo é uma boa pessoa, o nome dela é ROSE. Escolha bem as suas palavras, porque podem ser as últimas.\nQuando estiver atoa, venha me visitar aqui na taverna, estarei te esperando...",
					"isInventoryItem": false,
					"command": "",
					"description": "MIKA.",
					"negativeResult": "Melhor não fazer isso.",
					"name": "MIKA",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 2,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "Cuidado forasteiro, essas terras não estão para brincadeira, volte para casa da mamãe que mais seguro para você. Por que você não pega uma CADEIRA e me conte logo o que você está querendo?, meu tempo é precioso.",
					"isInventoryItem": false,
					"command": "",
					"description": "ROSE",
					"negativeResult": "Melhor não fazer isso.",
					"name": "ROSE",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 5,
					"key": false
				},
				{
					"positiveResult": "Você puxou a cadeira e sentou com a Rose.",
					"speech": "",
					"isInventoryItem": false,
					"command": "USE CADEIRA",
					"description": "Uma cadeira de madeira sobrando... esse lugar está lotado hoje.",
					"negativeResult": "Melhor não fazer isso.",
					"name": "CADEIRA",
					"targetScene": 5,
					"stocked": false,
					"resolved": true,
					"id": 6,
					"key": false
				}
			],
			"isQuick": false,
			"endGame": false,
			"time": 0,
			"music": "31487__lonemonk__bar-crowd-logans-pub-feb-2007.mp3"
		},
		{
			"description": "\n\n- Sentei a mesa junto a amazona que estava a minha frente, ela possuía um semblante de guerreira, tinha a sede da aventura nos seus olhos azuis, era bem bonita, tinha um corpo atlético esculpido pela selva e seus perigos, cabelos vermelhos longos, Rose era seu nome em referência a cor de cabelo escarlate escuro. Com uma cinta, e bota de couro, e uma faca na cintura estava pronta para a ação. Talvez fosse a mulher mais durona que eu já conheci.\n- Expliquei a ela sobre o local onde queria chegar, e discutimos os preparativos da expedição, dinheiro não era o problema para pagar pelo serviço, apelei pelo lado aventureiro da figura, pois estava relutante, por me achar fraco e não querer carregar um peso morto pela selva mexicana. Brindamos uma ou duas doses de Tequila e saímos daquele lugar para nos preparamos para a viagem.\n\n\"Agora que está tudo definido, irei atrás do suplementos para a viagem, me encontre a manhã no nascer do sol no ponto de encontro, não se atrase, e esteja pronto.\"\n\nVocê está saindo da taverna com a rose, e ela te entrega um PERGAMINHO, com o ponto de encontro para iniciar a viagem.",
			"title": "",
			"resolutionSong": "pergaminho.mp3",
			"id": 5,
			"itens": [
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": false,
					"command": "USE PERGAMINHO",
					"description": "O pergaminho mostra o caminho para o ponto de encontro",
					"negativeResult": "Melhor não fazer isso com esse pergaminho.",
					"name": "PERGAMINHO",
					"targetScene": 6,
					"stocked": false,
					"resolved": true,
					"id": 8,
					"key": false
				}
			],
			"isQuick": false,
			"endGame": false,
			"time": 0,
			"music": "31487__lonemonk__bar-crowd-logans-pub-feb-2007.mp3"
		},
		{
			"description": "- A jornada começava agora, nos encontramos na árvore torta, e seguimos em direção da selva, a viagem seria de algumas semanas selva à dentro, eu não sabia que criaturas encontraria ali, talvez um puma faminto, ou cobras monstruosas. A vegetação densa conseguia encobrir todos os perigos que nos cercavam. Mas sabia que enquanto Rose estivesse ali comigo tudo ficar bem.\n- Andamos vários dias em baixo de um sol infernal, conforme a viagem se desenrolava, a durona Rose se mostrava mais afetiva, a nossa convivência originaria uma relação mais pronfunda mesmo ela não percebendo\n\n\"Ouvi alguma coisa, estranha nos arbusto, fica esperto molenga\"\n\nVocê esta andando com a Rose pela selva em uma trilha não muito aberta, cercada por ARBUSTOS e árvores, algumas PEDRAS.",
			"title": "Selva dos Condenados - Mexico\n30 de outubro de 1983\n\n",
			"resolutionSong": "Puma.mp3",
			"id": 6,
			"itens": [
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": false,
					"command": "USE PEDRAS WITH ARBUSTOS",
					"description": "- Pode ser um simples macaco, ou um porco do mato, ",
					"negativeResult": "Melhor não fazer isso.",
					"name": "ARBUSTOS",
					"targetScene": 7,
					"stocked": false,
					"resolved": true,
					"id": 9,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": true,
					"command": "",
					"description": "Otima munição",
					"negativeResult": "Melhor não fazer isso com essa pedra.",
					"name": "PEDRAS",
					"targetScene": -1,
					"stocked": true,
					"resolved": false,
					"id": 9,
					"key": false
				}
			],
			"isQuick": false,
			"endGame": false,
			"time": 0,
			"music": "floresta1.mp3"
		},
		{
			"description": "- Não foi uma boa ideia mexer naquele arbusto, um puma preto gigante pulou da vegetação e saltou por cima de mim, ela estava sedenta de fome pela nossa carne, eu vi a fúria da natureza nos olhos daquele animal. Rose se enfureceu com a terrível fera, com os olhos cerrados e um semblante sereno sacou sua faca da cintura, e investiu no pescoço da fera. Era um verdadeiro duelo de felinas.\n\n\"Mexa-se, seu bunda mole, se não for ajudar, fiquei ali sentado e assista o espetáculo. Eu ainda vou fazer uma bolsa com o couro deste animal!\"\n\nRose está lutando com o PUMA, você está cercado por PEDRAS e PAUS, existem alguns ARBUSTOS e algumas FLORES no chão. Seja esperto! Você não tem muito tempo!",
			"title": "",
			"resolutionSong": "pantera.mp3",
			"id": 7,
			"itens": [
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": false,
					"command": "",
					"description": "Mexer com arbustos não deu muito certo da ultima vez",
					"negativeResult": "Melhor não fazer isso.",
					"name": "ARBUSTOS",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 9,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": false,
					"command": "",
					"description": "Se não fosse por um PUMA, observar flores seria muito legal",
					"negativeResult": "Melhor não fazer isso.",
					"name": "FLORES",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 9,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": true,
					"command": "",
					"description": "Otima munição.",
					"negativeResult": "Melhor não fazer isso com esta pedra.",
					"name": "PEDRAS",
					"targetScene": -1,
					"stocked": true,
					"resolved": false,
					"id": 9,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": true,
					"command": "",
					"description": "Ainda acerto esse animal, com esse PAU.",
					"negativeResult": "Melhor não fazer isso.",
					"name": "PAUS",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 11,
					"key": false
				},
				{
					"positiveResult": "Você acertou a cabeça do puma e o deixou artodoado",
					"speech": "",
					"isInventoryItem": false,
					"command": "USE PEDRAS WITH PUMA",
					"description": "Oi gatinho... preciso ajudar a Rose!",
					"negativeResult": "Melhor não fazer isso.",
					"name": "PUMA",
					"targetScene": 8,
					"stocked": false,
					"resolved": true,
					"id": 12,
					"key": false
				}
			],
			"isQuick": true,
			"endGame": false,
			"time": 2,
			"music": "43661__dobroide__20071104-forest-04-binaural.mp3"
		},
		{
			"description": "- Acertei o puma com um golpe certeiro o deixando atordoado, Rose perfurou-o no coração com a faca, a terrivel fera caiu dura no chão, soltando seus últimos rugidos.\n\n\"Roar! rawwwwwwwwwwwwww!!!!\n\n\"Essa será nossa janta, é gostoso puma assado, tem gosto de galinha, você vai gostar\"\n\nNunca pensei que comeria carne de puma, imediatamente ela começou a retalhar o animal separando a pela da carne, tirando os orgãos, fazendo uma limpeza completa. Se fez verdade o que ela disse anteriormente, ela realmente fez uma bolsa com o couro do animal.\n\n\"Procure lenha para fazer a fogueira. Tenha cuidado animais podem estar escondidos, assim como nosso gato gigante aqui.\"\n\nVocê esta andando pela selva alguns PASSAROS estão voando, alguns CIPOS estão no caminho, o chão está espalhado de LENHA e GALHOS, uma COBRA está pendurada na árvore, alguns LAGARTOS estão nas árvores.",
			"title": "",
			"resolutionSong": "cobra.mp3",
			"id": 8,
			"itens": [
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": false,
					"command": "",
					"description": "Vontade de me pendurar nos cipós e sair pela selva igual o Tarzan",
					"negativeResult": "Não funciona com cipós.",
					"name": "CIPOS",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 13,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": true,
					"command": "",
					"description": "Otima munição",
					"negativeResult": "Melhor não fazer isso com essa pedra.",
					"name": "PEDRAS",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 14,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": false,
					"command": "",
					"description": "Animais bonitos e inofensivos que não podem me matar como resto das criaturas que vivem nesse lugar",
					"negativeResult": "Melhor não fazer isso.",
					"name": "PÁSSAROS",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 15,
					"key": false
				},
				{
					"positiveResult": "Não devia ter cutucado a cobra com a vara curta",
					"speech": "",
					"isInventoryItem": false,
					"command": "USE GALHOS WITH COBRA",
					"description": "Isso aqui não é um cipó...",
					"negativeResult": "Melhor não fazer isso.",
					"name": "COBRA",
					"targetScene": 9,
					"stocked": false,
					"resolved": false,
					"id": 16,
					"key": false
				},
				{
					"positiveResult": "Você está voltando para o acampamento com a ROSE",
					"speech": "",
					"isInventoryItem": false,
					"command": "USE TRILHA",
					"description": " Vou voltar pela TRILHA que fiz pelo caminho, está anoitecendo. A noite é quando eles saem para caçar",
					"negativeResult": "Melhor não fazer isso com a lenha.",
					"name": "TRILHA",
					"targetScene": 11,
					"stocked": false,
					"resolved": true,
					"id": 20,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": false,
					"command": "",
					"description": "Assim como as lhamas,eles não são animais simpáticos.",
					"negativeResult": "Melhor não fazer isso.",
					"name": "LAGARTOS",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 17,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": true,
					"command": "",
					"description": "Muito bom para fazer fogueiras. Vou voltar pela TRILHA que fiz pelo caminho, está anoitecendo. A noite é quando eles saem para caçar",
					"negativeResult": "Melhor não fazer isso com a lenha.",
					"name": "LENHA",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 18,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": true,
					"command": "",
					"description": "Ótimo para cutucar as coisas, e encher o saco de pessoas.",
					"negativeResult": "Não se usa galhos assim.",
					"name": "GALHOS",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 19,
					"key": false
				}
			],
			"isQuick": false,
			"endGame": false,
			"time": 0,
			"music": "43661__dobroide__20071104-forest-04-binaural.mp3"
		},
		{
			"description": "- A COBRA saltou da árvore como muita velocidade, ela deveria ter uns 6 metros de comprimento, não conhecia a espécie, só sei que fugir não era uma opção, porque ela era muito rápida e estava sendenta pela minha carne e meu sangue.\n\n- Entao tomei coragem e fui atras de um PAU, ou alguma FACA no meio das minhas coisas dentro da bolsa, qualquer coisa para matar aquela criatura.",
			"title": "",
			"resolutionSong": "cobra.mp3",
			"id": 9,
			"itens": [
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": true,
					"command": "",
					"description": "Essa faca é da Rose, uma faca grande, bastante afiada. Aparentemente as coisas dela, estão brotando nas minhas.",
					"negativeResult": "Cuidado para não se cortar com a faca, está usando ela errado.",
					"name": "FACA",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 20,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": true,
					"command": "",
					"description": "Essa faca é da Rose, uma faca grande, bastante afiada. Aparentemente as coisas dela, estão brotando nas minhas.",
					"negativeResult": "Cuidado para não se machucar com esse pedaço de PAU, ele é pesado e você pode ser machucar, você está usando errado.",
					"name": "PAU",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 21,
					"key": false
				},
				{
					"positiveResult": "A cobrar enfurecida deu o bote, e você sacou rapidamente a faca, e enterrando a lâmina no corpo do animal, e o matando",
					"speech": "",
					"isInventoryItem": false,
					"command": "USE FACA WITH COBRA",
					"description": "Isso aqui não é um cipó...",
					"negativeResult": "Essa tentativa não foi efetiva",
					"name": "COBRA",
					"targetScene": 10,
					"stocked": false,
					"resolved": false,
					"id": 22,
					"key": false
				}
			],
			"isQuick": false,
			"endGame": false,
			"time": 0,
			"music": "floresta2.mp3"
		},
		{
			"description": "- A selva não estava para brincadeiras, eu estava esquecendo de levar a LENHA para fazer a fogueira. Mas a luta com a cobra, me fez ver alguns detalhes no ambiente que me passou por despercebido em meio a vegetação e aos arbustos tinham algumas pedras grandes lisas, alguns esculturas de animais quebradas no chão. Sai explorando em meio as árvores e finalmente depois de vários dias de expedição, finalmente tinha encontrado as ruínas do palácio perdido. Peguei um PAPEL para marcar o caminho, e voltei para Rose.",
			"title": "",
			"resolutionSong": "pergaminho.mp3",
			"id": 10,
			"itens": [
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": true,
					"command": "",
					"description": "Muito bom para fazer fogueiras.",
					"negativeResult": "Melhor não fazer isso com a lenha.",
					"name": "LENHA",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 22,
					"key": false
				},
				{
					"positiveResult": "Você marcou o caminho e enquanto estava procurando lenha. Agora você esta voltando para junto de Rose",
					"speech": "",
					"isInventoryItem": false,
					"command": "USE PAPEL",
					"description": "Vou marcar o caminho até aqui com este papel",
					"negativeResult": "Melhor não fazer isso com o papel, ele pode rasgar.",
					"name": "PAPEL",
					"targetScene": 11,
					"stocked": false,
					"resolved": false,
					"id": 23,
					"key": false
				}
			],
			"isQuick": false,
			"endGame": false,
			"time": 0,
			"music": "florestaNoite.mp3"
		},
		{
			"description": "\"Que demora para buscar alguns gravetos, acabei buscando eu mesma, acabou as migalhas de pão e se perdeu pelo caminho? hahahahhah\"\n\n- Estava passeando pela mata, abraçando algumas árvores, aproveitando as coisas que a natureza nos dá, você deveria tentar\n\n\"Está bem, senhor natureba, ande logo com a fogueira, pegue os FOSFOROS na bolsa, e queime logo essas MADEIRAS que eu peguei.\"\n\n- Enquanto eu estava andando pela selva buscando lenha para fogueira, encontrei as ruinas do palácio, amanhã de manhã iremos até la, não é muito longe daqui.",
			"title": "",
			"resolutionSong": "fogueira.mp3",
			"id": 11,
			"itens": [
				{
					"positiveResult": "A fogueira esta acesa",
					"speech": "",
					"isInventoryItem": true,
					"command": "",
					"description": "Ótimo para fazer as coisas esquentar",
					"negativeResult": "Não te ensinaram a usar os fósforos",
					"name": "FOSFOROS",
					"targetScene": -1,
					"stocked": true,
					"resolved": false,
					"id": 24,
					"key": false
				},
				{
					"positiveResult": "O fogo começou a queimar, enquanto a noite caia sobre seus ombros...",
					"speech": "",
					"isInventoryItem": false,
					"command": "USE FOSFOROS WITH MADEIRAS",
					"description": "Muito bom para fazer fogueiras.",
					"negativeResult": "Melhor não fazer isso com a madeira.",
					"name": "MADEIRAS",
					"targetScene": 12,
					"stocked": false,
					"resolved": true,
					"id": 25,
					"key": false
				}
			],
			"isQuick": false,
			"endGame": false,
			"time": 0,
			"music": "florestaNoite.mp3"
		},
		{
			"description": "- A carne puma assado preparado pela Rose estava maravilhosa, não imaginava que ela fosse uma boa cozinheira, trocamos histórias e experiências que trilhamos nas nossas vidas, trocamos muitas coisas naquela noite.\n\n- Ao amanhecer organizamos nossas coisas e seguimos enfrente pela trilha ate as ruínas. A paisagem em volta era deslumbrante, uma construção com pedras gigantes polidas, com uma escadaria imensa, em volta do lugar as paredes eram cheias de pinturas, e inscrições. O lugar era cercado pela selva toda.\n\nVocê está ao lado de Rose explorando o lugar, no fim da escadaria tem a ENTRADA do palácio, em volta algumas PINTURAS, INSCRIÇÕES e ESCULTURAS de animais.",
			"title": "Ruínas do Antigo Pálacio\n31 de outubro de 1983\n\n",
			"resolutionSong": "",
			"id": 12,
			"itens": [
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": false,
					"command": "",
					"description": "A entrada estava bloqueada por blocos de pedra gigantes, teremos de seguir outro caminho, achar alguma passagem secreta, alguma pista para entrar ",
					"negativeResult": "Melhor não fazer isso com a entrada",
					"name": "ENTRADA",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 25,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": false,
					"command": "",
					"description": "Eles veneravam muito o animal pantera, impressionante, como esta cheio de panteras desenhadas",
					"negativeResult": "Apenas olhe as pinturas, não nada além disso",
					"name": "PINTURAS",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 26,
					"key": false
				},
				{
					"positiveResult": "Voce reconheceu a escrita nestas inscrições, com isso, foi capaz de procurar melhor uma entrada para o palacio",
					"speech": "",
					"isInventoryItem": false,
					"command": "USE INSCRICOES",
					"description": " Essas inscrições talvez nos ajude a encontrar alguma entrada alternativa.",
					"negativeResult": "Vocẽ não pode fazer isso com as inscriçoes",
					"name": "INSCRICOES",
					"targetScene": 13,
					"stocked": false,
					"resolved": true,
					"id": 27,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": false,
					"command": "",
					"description": "Mais uma obra prima de pantera, essa aqui ja teve seus dias melhoras, seus dias glórias",
					"negativeResult": "Você não pode fazer isso com as esculturas",
					"name": "ESCULTURAS",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 28,
					"key": false
				}
			],
			"isQuick": false,
			"endGame": false,
			"time": 0,
			"music": "ruinas.mp3"
		},
		{
			"description": "- Enquanto exploravamos o lugar e achamos alguma inscrições que talvez possa nos ajudar a entrar, era uma espécie de dialeto maia antigo, eu conhecia um pouco a língua devido as minhas pesquisa sobre a civilização.\n\n\"O que são esses desenhos, você consegue ler?\"\n\n- Consigo ler com certa dificuldade, mas consigo ler. Aqui diz \n\n\"Esta acima do nosso entendimento e controle, esta acima de nós. Empure a maçaneta de pedra e entre\"\n\nA sua frente esta uma parede com 6 circulos de pedras, cada um com um símbolo diferente, os símbolos das maçaneta são SOL, TEMPO, MORTE, PANTERA, ESPADA e a VIDA.\n\nAs ruínas estão cheias de armadilhas, cada passo e decisão devem ser tomados com cuidado.\n\n Escolha a maçaneta de pedra correta, ou morra tentando.",
			"title": "",
			"resolutionSong": "macaneta_de_pedra.mp3",
			"id": 13,
			"itens": [
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": false,
					"command": "",
					"description": "O sol esta sempre acima de todos deve ser ele.",
					"negativeResult": "Eu jurava que essa abriria, o que deve ser",
					"name": "SOL",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 28,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": false,
					"command": "",
					"description": "Ninguem tem o controle do tempo, ele está sempre acima de tudo.",
					"negativeResult": "A passagem não abriu.",
					"name": "TEMPO",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 29,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": false,
					"command": "",
					"description": "Cedo ou tarde todos morrem, e isso não se tem controle.",
					"negativeResult": "Não aconteceu nada.",
					"name": "MORTE",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 30,
					"key": false
				},
				{
					"positiveResult": "As paredes começaram a se mover, revelando assim um entrada para o palacio",
					"speech": "",
					"isInventoryItem": false,
					"command": "USE PANTERA",
					"description": "Tem imagem de panteras em todo lugar, tem que ser essa pedra.",
					"negativeResult": "Você nao pode fazer isso com as esculturas.",
					"name": "PANTERA",
					"targetScene": 14,
					"stocked": false,
					"resolved": true,
					"id": 31,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": false,
					"command": "",
					"description": "A espada deve ser uma metáfora para a guerra ou ódio, duas coisas difíceis de serem controladas. ",
					"negativeResult": "Não funcionou será que está quebrado.",
					"name": "ESPADA",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 32,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": false,
					"command": "",
					"description": "A vida é uma coisa muito complexa para ser controlada e entendida, pode ser isso.",
					"negativeResult": "Não abriu a passagem",
					"name": "VIDA",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 33,
					"key": false
				}
			],
			"isQuick": true,
			"endGame": false,
			"time": 4,
			"music": "ruinas.mp3"
		},
		{
			"description": "- Nós passamos por um corredor todo desenhado por figuras que representavam o cotidiano do lugar, era impressionante como o lugar estava bem preservado, mesmo com milhares de ano perdido no tempo.\n\n- Enquanto andavamos pelo túnel, acabei pisando em uma pedra solta no chão que acabou desparando a primeira armadilha.\n\n Quando a pedra afundou no chão, um grande estalo se ouviu, o tunel começou a tremer, uma parede extra estava surgindo rapidamente para impedir nossa passagem.\n\n- Corremos pelo corredor, eu estava na frente enquanto Rose estava cuidando da retaguarda.\n\n Nós nos aproximamos da porta se fechando, nos ultimos instantes em que a parede se fechava, tive o reflexo de pular para passar a parede que estava me fechando.\n\nInfelismente Rose não conseguiu passar, a parede fechou em instantes depois da minha passagem por ela.\n\n\"Não se preocupe ainda temos o rádio, ele esta na sua bolsa, posso te ajudar mesmo não estando ao seu lado, ficarei te esperando do lado de fora.\"\n\n- Eu vou tomar cuidado, só fique com o rádio ligado para gente conversar.\n\n Você esta chegando ao fim do corredor, mas eles ta bloqueado por algumas PEDRAS, no túnel onde você esta tem algumas VIGAS de Madeira, talvez seja util.",
			"title": "Corredor Lateral do Palácio\n31 de outubro de 1983\n\n",
			"resolutionSong": "stone_door.mp3",
			"id": 14,
			"itens": [
				{
					"positiveResult": "Utilizando as vigas como uma alavanca, você foi capaz de mover as pedras e seguir seu caminho...",
					"speech": "",
					"isInventoryItem": false,
					"command": "USE VIGAS WITH PEDRAS",
					"description": "Nossa como são pesadas não consigo mexer-las, eu preciso de um apoio, ou uma alavanca",
					"negativeResult": "Não consigo mexer-las",
					"name": "PEDRAS",
					"targetScene": 15,
					"stocked": false,
					"resolved": true,
					"id": 34,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": true,
					"command": "",
					"description": "A vida é uma coisa muito complexa pra ser controlada e entendida, pode ser isso.",
					"negativeResult": "Muito pesadas para levantar desse jeito, preciso fazer de outra forma.",
					"name": "VIGAS",
					"targetScene": -1,
					"stocked": true,
					"resolved": false,
					"id": 35,
					"key": false
				}
			],
			"isQuick": false,
			"endGame": false,
			"time": 0,
			"music": "desmoronamento.mp3"
		},
		{
			"description": "- O lugar era enorme e cheio adornado de esculturas, ouro, marfim e muitas esculturas nas paredes. Três grandes portais existiam no lugar, cada entrada tinha um símbolo no topo, a entrada da esquerda tinham duas espadas, a do meio tinha um cetro com uma coroa e por o caminho da direita tinha uma corrente.\n\nAparentemente representava alguma expécie de classe social, as espadas o exército, o cétro e a coroa representavam a realeza e a religião, e a corda os escravos.\n\nVocê está na câmara principal das ruínas do palácio, existem três caminhos a frente para ser escolhidos, o caminho da ESPADA, do CETRO e da CORRENTE.\n\nEscolha estes caminhos livremente e ache a Orbe do Jaguar.",
			"title": "Câmara Principal das Ruínas\n31 de outubro de 1983\n\n",
			"resolutionSong": "",
			"id": 15,
			"itens": [
				{
					"positiveResult": "Você está seguindo o caminho da espada",
					"speech": "",
					"isInventoryItem": false,
					"command": "USE ESPADA",
					"description": "Esta Entrada deve ser onde os generais, e guerreiros do imperador entravam.",
					"negativeResult": "Não é dessa forma que se entra no lugar",
					"name": "ESPADA",
					"targetScene": 16,
					"stocked": false,
					"resolved": false,
					"id": 34,
					"key": true
				},
				{
					"positiveResult": "Você está seguindo o caminho do cetro",
					"speech": "",
					"isInventoryItem": false,
					"command": "USE CETRO",
					"description": "A realeza e os religiosos entravam por esse lugar.",
					"negativeResult": "Não é dessa forma que se entra no lugar.",
					"name": "CETRO",
					"targetScene": 21,
					"stocked": false,
					"resolved": false,
					"id": 35,
					"key": true
				},
				{
					"positiveResult": "Você está seguindo o caminho da corrente",
					"speech": "",
					"isInventoryItem": false,
					"command": "USE CORRENTE",
					"description": "Entrada dos escravos e trabalhadores braçais.",
					"negativeResult": "Não é dessa forma que se entra no lugar.",
					"name": "CORRENTE",
					"targetScene": 19,
					"stocked": false,
					"resolved": false,
					"id": 36,
					"key": true
				}
			],
			"isQuick": false,
			"endGame": false,
			"time": 0,
			"music": "camara_principal.mp3"
		},
		{
			"description": "- Passei pelo caminho da espada e tinha muitos desenho de guerreiros maias , e cenas de batalhas sangrentas ilustradas nos corredores. Ao fim do percurso cheguei a uma sala com uma mesa enorme, com várias cadeiras e várias CAVEIRAS sentadas.\n\nEspadas e capacetes pendurados na paredes laterais, e bem no centro estava em lugar de destaque um LANÇA de ouro, talvez fosse a LANÇA do general. Marquei o caminho em um PERGAMINHO para não se perder por entre as salas e poder voltar para a câmara principal.\n\nVocê está em na sala de operações militares do imperador, aqui era onde toda a questão sobre o exército e as guerras eram tratadas. Algumas CAVEIRAS de antigos generais e conselheiros de guerra, estão sentados a mesa. Muitas armas estão dispostas na sala, algumas ESPADAS, a LANÇA de ouro e uma ALABARDA.",
			"title": "Caminho da Espada\n31 de outubro de 1983\n\n",
			"resolutionSong": "ossos.mp3",
			"id": 16,
			"itens": [
				{
					"positiveResult": "Caveiras voltaram a vida, prepare-se",
					"speech": "",
					"isInventoryItem": false,
					"command": "USE CAVEIRAS",
					"description": "Vocês não são muito de papo, pelo que eu estou vendo.",
					"negativeResult": "Não é dessa forma que se trata as caveiras",
					"name": "CAVEIRAS",
					"targetScene": 17,
					"stocked": false,
					"resolved": true,
					"id": 37,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": true,
					"command": "",
					"description": "Espadas curiosas.",
					"negativeResult": "Não é assim que se usa as espadas",
					"name": "ESPADAS",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 38,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": true,
					"command": "",
					"description": "A lança de ouro deve ter um valor inestimável, irei levá-la comigo",
					"negativeResult": "Não é dessa forma que se usa a lança",
					"name": "LANÇA",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 39,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": true,
					"command": "",
					"description": "Esta arma que mais parece uma lança, com um machado na ponta. Deve ter feito muitos estragos.",
					"negativeResult": "Não é dessa forma que se usa a alabarda.",
					"name": "ALABARDA",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 40,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": false,
					"command": "USE PERGAMINHO",
					"description": "Não posso perder isso, ele mostra o caminho.",
					"negativeResult": "Não é dessa forma que se o pergaminho.",
					"name": "PERGAMINHO",
					"targetScene": 15,
					"stocked": false,
					"resolved": false,
					"id": 41,
					"key": true
				}
			],
			"isQuick": false,
			"endGame": false,
			"time": 0,
			"music": "caminho_espada.mp3"
		},
		{
			"description": "- Fiquei um bom tempo explorando a sala de guerra, procurando informações sobre a orbe ou de algum possível mapa do palácio, o que seria muito útil se eu conseguisse. Um ar frio e sombrio tomou conta da sala, ouvia-se o ranger de dentes e estalos sinistros. De repente os montes de ossos sentados, começaram a se mover e a tomar vida. Caveiras ambulantes por essa eu não esperava.\n\n-Você está em na sala de operações militares do imperador, aqui era onde toda a questão sobre o exército e as guerras eram tratadas. Algumas CAVEIRAS de antigos generais e conselheiros de guerra voltaram a vida e estão prontos para lutar e defender o lugar. Muitas armas estão disposta na sala, algumas ESPADAS, a LANÇA de ouro e uma ALABARDA. Boa sorte!",
			"title": "Sala de Guerra do palácio\n31 de outubro de 1983\n\n",
			"resolutionSong": "espadas.mp3",
			"id": 17,
			"itens": [
				{
					"positiveResult": "Com um balanço de seu corpo, você deixa o peso da arma que carrega intendificar sua força. Você destruíu as caveiras... a sala está livre para ser explorada novamente.",
					"speech": "É o fim da linha jovem, você será executado por invadir o palácio e estar em um lugar proíbido.",
					"isInventoryItem": false,
					"command": "USE ALABARDA WITH CAVEIRAS",
					"description": "Vocês não são muito de papo, pelo que eu estou vendo.",
					"negativeResult": "Não é dessa forma que se trata as caveiras",
					"name": "CAVEIRAS",
					"targetScene": 18,
					"stocked": false,
					"resolved": true,
					"id": 42,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": true,
					"command": "",
					"description": "Como essas espadas estão cegas, elas não devem cortar nada.",
					"negativeResult": "Estas espadas estão cegas, não dá para usar desse jeito",
					"name": "ESPADAS",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 38,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": true,
					"command": "",
					"description": "A lança de ouro deve ter um valor inestimável, irei leva-la comigo.",
					"negativeResult": "Não é dessa forma que se usa a lança.",
					"name": "LANÇA",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 39,
					"key": false
				},
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": true,
					"command": "",
					"description": "Esta arma que mais parece uma lança, com um machado na ponta. Deve ter feito muitos estragos.",
					"negativeResult": "Não é dessa forma que se usa a alabarda.",
					"name": "ALABARDA",
					"targetScene": -1,
					"stocked": true,
					"resolved": false,
					"id": 40,
					"key": false
				}
			],
			"isQuick": true,
			"endGame": false,
			"time": 2,
			"music": "caveiras.mp3"
		},
		{
			"description": "- As caveiras era generais dos seus tempos,eram incriveis guerreiros, a luta foi dura e os ossos não se partiam, e também não se cansavam. Mas no fim as armas deles culminaram no próprio fim. Pois o arsenal que havia na sala foi muito util para mim durante a luta. A LANÇA de ouro me intriga, como deixaram um item tão valioso para traś.!\n\n- Vou voltar para a Câmara principal, já não ha mais nada aqui para explorar.\n\nNão ha mais saida nesta sala, a não ser a entrada por onde você entrou. O PERGAMINHO tem o caminho que leva de volta para a câmara principal.",
			"title": "",
			"resolutionSong": "pergaminho.mp3",
			"id": 18,
			"itens": [
				{
					"positiveResult": "As Caveiras sucumbiram com o poder devastador da lança de ouro.",
					"speech": "",
					"isInventoryItem": true,
					"command": "",
					"description": "A lança de ouro deve ter um valor inestimável, irei levá-la comigo.",
					"negativeResult": "Não é dessa forma que se usa a lança.",
					"name": "LANÇA",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 39,
					"key": false
				},
				{
					"positiveResult": "Você está voltando para a câmara principal.",
					"speech": "",
					"isInventoryItem": false,
					"command": "USE PERGAMINHO",
					"description": "Não posso perder isso, ele mostra o caminho.",
					"negativeResult": "Não é dessa forma que se o pergaminho",
					"name": "PERGAMINHO",
					"targetScene": 15,
					"stocked": false,
					"resolved": true,
					"id": 48,
					"key": false
				}
			],
			"isQuick": false,
			"endGame": false,
			"time": 0,
			"music": "caminho_espada.mp3"
		},
		{
			"description": "- Um lugar muito espaçoso, pena que era usado para os escravos trabalharem, serem puníndos e ainda desmaiar por conta das noites anteriores sem durmir.\n\n O lugar era um pouco mais sujo que os demais, somente tinha uma tocha na parede e uma CORDA em cima da mesa, e uma passagem escura. No fundo da sala foi encontrada uma passagem escura. O PERGAMINHO carrega o caminho de volta para câmara principal.\n\n -Depois de ver toda a sala segui em frente pela passagem escura, uma grande fenda no chão no caminho tranquilo, mas eu tinha que pular e explorar o outro lado. Mas era muito profundo e extenso, do outro lado havia uma ESTATUA de um homem segurando uma lança, ao lado de uma escura passagem.",
			"title": "Caminho da Corrente\n31 de outubro de 1983\n\n",
			"resolutionSong": "corda.mp3",
			"id": 19,
			"itens": [
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": true,
					"command": "",
					"description": "Espero que aguente ou meu peso.",
					"negativeResult": "Não é assim que se usa a corda, não está vendo que esta fazendo vários nós.",
					"name": "CORDA",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 49,
					"key": true
				},
				{
					"positiveResult": "Você está voltando para a câmara principal.",
					"speech": "",
					"isInventoryItem": false,
					"command": "USE PERGAMINHO",
					"description": "Não posso perder isso, ele mostra o caminho.",
					"negativeResult": "Não é dessa forma que se o pergaminho.",
					"name": "PERGAMINHO",
					"targetScene": 15,
					"stocked": false,
					"resolved": false,
					"id": 50,
					"key": true
				},
				{
					"positiveResult": "Você está saltou uma grande fenda, usando uma corda amarrada em uma estátua.",
					"speech": "",
					"isInventoryItem": false,
					"command": "USE CORDA WITH ESTATUA",
					"description": "Mas uma estatua.",
					"negativeResult": "Estátuas não são usadas assim.",
					"name": "ESTATUA",
					"targetScene": 20,
					"stocked": false,
					"resolved": false,
					"id": 51,
					"key": true
				}
			],
			"isQuick": false,
			"endGame": false,
			"time": 0,
			"music": "caminho_corrente.mp3"
		},
		{
			"description": " -Atravessei a grande fenda no chão e fui através da passagem escura até encontra um pequeno depósito, com vários baús cheios de areia preta, mas conhecida como PÓLVORA, muito provavelmente eles usavam para minerar nas montanhas questão nos arredores.\n\n - Só havia aquela sala, e mais nenhuma saida que levasse para outro lugar. Usei então meu PERGAMINHO para achar o caminho de volta para a câmara principal. Caramba essa corda me ajudou muito a explorar esse lugar, vou mante-la comigo!.\n\n Não existe mais salas a partir desse ponto.",
			"title": "",
			"resolutionSong": "corda.mp3",
			"id": 20,
			"itens": [
				{
					"positiveResult": "Você esta voltando para a câmara principal.",
					"speech": "",
					"isInventoryItem": false,
					"command": "USE PERGAMINHO",
					"description": "Não posso perder isso, ele mostra o caminho.",
					"negativeResult": "Não é dessa forma que se o pergaminho.",
					"name": "PERGAMINHO",
					"targetScene": 15,
					"stocked": false,
					"resolved": false,
					"id": 44,
					"key": true
				},
				{
					"positiveResult": "Vamos botar tudo pelos ares, e sair desse lugar.",
					"speech": "",
					"isInventoryItem": true,
					"command": "",
					"description": "Muito interessante para explodir coisas.",
					"negativeResult": "Cuidado para não explodir o lugar todo, não esta certo como você esta fazendo.",
					"name": "PÓLVORA",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 44,
					"key": false
				}
			],
			"isQuick": false,
			"endGame": false,
			"time": 0,
			"music": "caminho_corrente.mp3"
		},
		{
			"description": " -Quanto ouro tinha aquele lugar, as paredes brilhavam como estrelas. A realeza realemente tinha um bom gosto para a decoração, segui pela sala adimirando as riquesas do lugar, até chegar em uma PORTA que só tinha uma abertura estranha no meio, com um formato de diamante. Eu ja vi isso em algum lugar.\n\nVocê esta na sala dos sacerdotes e ententidades religiosas do palácio,um grande trono dourado esta em seu lado direito com um CETRO recostado nele, tem uma grande PORTA a frente, encontrei a chave para abrir-la. Nem sempre a chave tem o formato que nós esperamos que ela seja.",
			"title": "Caminho do Cetro\n31 de outubro de 1983\n\n",
			"resolutionSong": "stone_door.mp3",
			"id": 21,
			"itens": [
				{
					"positiveResult": "A lança se encaixou perfeitamente, funcionando assim como uma chave para destrancar a porta.",
					"speech": "",
					"isInventoryItem": false,
					"command": "USE LANÇA WITH PORTA",
					"description": "A porta esta trancada.",
					"negativeResult": "Você não vai abri-la dessa maneira.",
					"name": "PORTA",
					"targetScene": 22,
					"stocked": false,
					"resolved": false,
					"id": 45,
					"key": true
				},
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": true,
					"command": "",
					"description": "Usado por reis e chefes religiosos, para eleger membros da corte.",
					"negativeResult": "Está usando do jeito errado.",
					"name": "CETRO",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 46,
					"key": false
				}
			],
			"isQuick": false,
			"endGame": false,
			"time": 0,
			"music": "caminho_cetro.mp3"
		},
		{
			"description": " - A porta se abriu e uma feixe de luz azul saiu daquela porta, quase me cegando completamente, o lugar onde estava era a câmara do imperador no meio havia um pequeno pedestal que estava sustentando uma jóia esférica azul marinho. O que estava diante dos meus olhos era desejo de dezenas de pessoas, o inalcançável ORBE do jaguar.",
			"title": "Camara do Imperador\n31 de outubro de 1983\n\n",
			"resolutionSong": "",
			"id": 22,
			"itens": [
				{
					"positiveResult": "Estou me sentindo diferente o que está acontecendo comigo... ?",
					"speech": "",
					"isInventoryItem": true,
					"command": "USE ORBE",
					"description": "Finalmente depois todos esse anos perdidos, eu o encontrei",
					"negativeResult": "Está usando do jeito errado",
					"name": "ORBE",
					"targetScene": 23,
					"stocked": false,
					"resolved": false,
					"id": 47,
					"key": false
				}
			],
			"isQuick": false,
			"endGame": false,
			"time": 0,
			"music": "caminho_cetro.mp3"
		},
		{
			"description": "- Enquanto eu segurava a peça mística, luzes estranhas e vibrações sinistras saiam dela. Me senti preenchido de uma força jamais experimentada antes. Sentia que podia mover o mundo, sucumbuir montanhas apenas com o pesamento. Estava vendo mais do que os meu olhos podiam ver.\n\n Então esse era o poder do Orbe, dava para imaginar o porque do IMPERADOR ser tão imponente com essa jóia. Existe apenas um unico CAMINHO de fuga atrás de você",
			"title": "",
			"resolutionSong": "",
			"id": 23,
			"itens": [
				{
					"positiveResult": "\n\n Ele esta voltando, o Imperador retornou.",
					"speech": "...",
					"isInventoryItem": false,
					"command": "",
					"description": "Um figurão e tanto está vindo.",
					"negativeResult": "Está usando do jeito errado.",
					"name": "IMPERADOR",
					"targetScene": 24,
					"stocked": false,
					"resolved": false,
					"id": 48,
					"key": false
				},
				{
					"positiveResult": "Voce segue pelo caminho.. infelizmente o caminho leva para uma sala sem saida.. o inperador vem seguindo você",
					"speech": "...",
					"isInventoryItem": false,
					"command": "USE CAMINHO",
					"description": "Uma porta.. que bom que ela não está atrás do grandão ali.",
					"negativeResult": "Está usando do jeito errado.",
					"name": "CAMINHO",
					"targetScene": 24,
					"stocked": false,
					"resolved": false,
					"id": 49,
					"key": false
				}
			],
			"isQuick": false,
			"endGame": false,
			"time": 0,
			"music": "orbe.mp3"
		},
		{
			"description": "\n\n \" Ajoelhem-se diante do seu mestre. O imperador voltou. Devolva-me o que me foi roubado e eu te darei um destino menos cruel.\"\"\n\nSoldados levantem-se, o império retornou. \n\nVocê está na câmara do imperador o lugar está desabando, a LANÇA de ouro está caída no chão, o exército do IMPERADOR se levantou, se prepare porque a batalha final está começando.\n\n A ORBE está caida do seu lado, seja rápido, sua vida e o destino do mundo depende disso. Se perder o mundo será levado para uma nova era de caos governada pelo imperador zumbie.\n\nSem pressão!!",
			"title": "Camara do Imperador",
			"resolutionSong": "orbe_quebrando.mp3",
			"id": 24,
			"itens": [
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": true,
					"command": "",
					"description": "Uma lança mágica capaz de destruir tudo e todos pela frente, também muito boa para decoração de ambientes.",
					"negativeResult": "Está usando do jeito errado.",
					"name": "LANÇA",
					"targetScene": 25,
					"stocked": false,
					"resolved": false,
					"id": 49,
					"key": false
				},
				{
					"positiveResult": "\n\nVocê usou a lança para destruir a ORBE, o imperador morreu pois sua semi-vida estava ligada a orbe. Seu exército foi levado junto com ele.",
					"speech": "",
					"isInventoryItem": true,
					"command": "USE LANÇA WITH ORBE",
					"description": "A Orbe sucumbirá o seu criador, e trará a paz novamente para uma nova era.",
					"negativeResult": "Está usando do jeito errado.",
					"name": "ORBE",
					"targetScene": 25,
					"stocked": false,
					"resolved": false,
					"id": 50,
					"key": false
				},
				{
					"positiveResult": "\n\n Você destruiu o imperador com o poder místico da Orbe.",
					"speech": "",
					"isInventoryItem": false,
					"command": "USE ORBE WITH IMPERADOR",
					"description": "Porque simplesmente não ficam mortos como todo mundo na história?, podia apenas pegar a Orbe e ir embora, é pedir demais?",
					"negativeResult": "Não trate o imperador dessa forma.",
					"name": "IMPERADOR",
					"targetScene": 25,
					"stocked": false,
					"resolved": false,
					"id": 51,
					"key": false
				}
			],
			"isQuick": true,
			"endGame": false,
			"time": 3,
			"music": "imperador.mp3"
		},
		{
			"description": "\n\n - Assim que a Orbe foi destruída, senti que meu estado superior indo embora. Foi bom ser um super herói por alguns minutos. O imperador e todo seu exército foram destruídos e retornaram para o mundo dos mortos.\n\nO mundo poderia respirar novamente sem a ameaça de um terrível ditador sangue frio.\n\ntodo o lugar começou a ruir, a estrutura do lugar começou a desmoronar eu tive que agir rápido e sair daquela situação que poderia ser literalmente esmagadora.\n\nVocê está no meio da Câmara do imperador, e todo lugar esta caindo, uma FENDA se abriu na parede atrás do trono do imperador e um grande BURACO na parede esquerda ao lado da estátua do deus jaguar se abriu, mas ainda não é possivel passar por elas, algumas VIGAS caíram no chão, as saidas estão bloqueadas pelas pedras, seja rapido sua vida está em risco. Se não tiver ideia do que fazer talvez explodir as coisas seja uma solução sensata.",
			"title": "Camara do Imperador",
			"resolutionSong": "explosion.mp3",
			"id": 25,
			"itens": [
				{
					"positiveResult": "",
					"speech": "",
					"isInventoryItem": true,
					"command": "",
					"description": "Vou abrir essas fendas, na força bruta",
					"negativeResult": "Esta usando do jeito errado",
					"name": "VIGAS",
					"targetScene": -1,
					"stocked": false,
					"resolved": false,
					"id": 52,
					"key": false
				},
				{
					"positiveResult": "Você esta usando as VIGAS como alavanca para aumentar o tamanho da fenda e sair. Agora esta em posse do Orbe do Jaguar, use-o com sabedoria. Com grandes poderes vem grandes responsabilidades.",
					"speech": "",
					"isInventoryItem": false,
					"command": "USE VIGAS WITH FENDA",
					"description": "Eu só preciso passar por vocẽ para sair",
					"negativeResult": "Esta usando do jeito errado",
					"name": "FENDA",
					"targetScene": 26,
					"stocked": false,
					"resolved": false,
					"id": 53,
					"key": false
				},
				{
					"positiveResult": "Você consegue explodir a fenda, criando assim uma passagem grande o bastante para sair deste maldito templo, você esta em posse do Orbe do Jaguar, use o com sabedoria. Com grandes poderes vem grandes responsabilidades.",
					"speech": "",
					"isInventoryItem": false,
					"command": "USE PÓLVORA WITH BURACO",
					"description": "Eu só preciso passar por vocẽ para sair",
					"negativeResult": "Esta usando do jeito errado",
					"name": "BURACO",
					"targetScene": 26,
					"stocked": false,
					"resolved": false,
					"id": 54,
					"key": false
				}
			],
			"isQuick": true,
			"endGame": false,
			"time": 3,
			"music": "desmoronamento.mp3"
		},
		{
			"description": "\n\n -Pedras voando pela minha cabeça, lugar todo desmoronando. No meio de todo caos escapei através de uma grande abertura improvisada na parede, sem olhar para trás corri o máximo que pude, levando comigo a vontade e a coragem de viver, e maldito Orbe. O Magnífico palácio foi afundando e retornando ao seu próprio tempo. Um saga de décadas trilhada por vários exploradores foi encerrada naquele dia. Mas um fim de um capítulo para o início de outro.\n\n - Fui até a Rose que se refugiou em debaixo de algumas árvores, para fugir da destruição. Ela estava bastante surpresa por eu ter saído vivo, sem muitos ferimentos.\n\n \"Não precisava também destruir o lugar todo, exibido\"\n\n - Se não sair com grande estilo não tem a menor graça, hahahah\n\n - Eu estou voltando para Londres uma nova aventura está me chamando, eu estou sentido, eu vou precisa de alguém com experiência para me acompanhar, você conhece alguém?\n\n\"Não precisa pedir duas vezes!\n\n Uma tequila agora não seria ruim, vamos ir à taverna e comemorar..\n\n -E foi assim que eu quase morri tentando pegar a Orbe do Jaguar. Caveiras de generais voltando a vida, Imperador zumbi, cobras gigantes até parece um roteiro de filme ou de um jogo. Mas se você não acredita pode perguntar para a ROSE que está do meu lado, ela vai confirmar tudo\".\n\n\"Tudo isso é verdade, meio exagerada a história, mas verdade. O herói aí não foi tão corajoso como foi contado.\n\nSalvei a pele desse moço indefeso muitas vezes, mas isso fica para um próxima história.\"\n\n- Você vai mentir na cara dura, eu não acredito. Talvez meu jovem vocẽ possa não acreditar nessa história que acabei de contar, mas essa que eu vou contar agora é exclusa de exageros e hipérboles.\n\nTudo começou em ...\n\n\n\n FIM!!",
			"title": "Ruínas do Palácio do Imperador",
			"resolutionSong": "",
			"id": 26,
			"itens": [],
			"isQuick": false,
			"endGame": true,
			"time": 0,
			"music": "introducao.mp3"
		}
	],
	"time": 0,
	"inventory": [],
	"currentScene": 15
}